{
    "A fresh verification link has been sent to your email address.": "新しい確認リンクを送りました。",
    "A new verification link has been sent to the email address you provided during registration.": "ご指定のメールアドレスに新しい確認リンクを送信しました。",
    "Add": "追加",
    "Add additional security to your account using two factor authentication.": "セキュリティ強化のため2ファクタ認証を追加できます。",
    "Add Team Member": "チームメンバー追加",
    "Added.": "追加完了",
    "Administrator": "管理者",
    "administrator": "管理者",
    "Administrator users can perform any action.": "管理者ユーザーはすべてのアクションを実行可能です。",
    "All of the people that are part of this team.": "すべてのチームメンバー",
    "All rights reserved.": "All rights reserved.",
    "Already registered?": "登録済みの方はこちら",
    "API Token": "APIトークン",
    "API Token Permissions": "APIトークン認可",
    "API Tokens": "APIトークン",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "APIトークンはサードパーティーサービスでアプリへの認証を許可します。",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "本当にチームを削除してよろしいでしょうか？一度チームを削除すると、すべてのリソースとデータは永久に削除されます。",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "本当にアカウントを削除してもよろしいでしょうか？ 一度アカウントを削除するとすべてのリソースとデータは永久に削除されます。よろしければ確認のためパスワードを入力してください。",
    "Are you sure you would like to delete this API token?": "本当にAPIトークンを削除してよろしいでしょうか？",
    "Are you sure you would like to remove this person from the team?": "本当にチームからこのメンバーを削除してよろしいでしょうか？",
    "Before proceeding, please check your email for a verification link.": "次に進む前に、確認リンクのメールをチェックしてください。",
    "Browser Sessions": "ブラウザセッション",
    "click here to request another": "ここをクリックしてメールを再送信してください。",
    "Close": "閉じる",
    "Code": "コード",
    "Confirm": "確認",
    "Confirm Password": "パスワード（確認用）",
    "Create": "作成",
    "Create a new team to collaborate with others on projects.": "プロジェクトで協力するための新しいチームを作成します。",
    "Create API Token": "APIトークン生成",
    "Create New Team": "新しいチーム作成",
    "Create Team": "チーム作成",
    "Created.": "作成完了",
    "Current Password": "現在のパスワード",
    "Dashboard": "ダッシュボード",
    "Delete": "削除",
    "Delete Account": "アカウント削除",
    "Delete account": "アカウント削除",
    "Delete API Token": "APIトークン削除",
    "Delete Team": "チーム削除",
    "Delete team": "チーム削除",
    "Disable": "無効化",
    "Done.": "完了",
    "E-Mail Address": "メールアドレス",
    "Editor": "編集担当者",
    "editor": "編集担当者",
    "Editor users have the ability to read, create, and update.": "編集者は読み込み、作成、更新を実行可能です。",
    "Email": "メールアドレス",
    "Email Password Reset Link": "送信",
    "Enable": "有効化",
    "Ensure your account is using a long, random password to stay secure.": "安全のため、長くてランダムなパスワードを設定するようにしてください。",
    "Error": "エラー",
    "For your security, please confirm your password to continue.": "安全のため、続行するにはパスワードの確認が必要です。",
    "Forbidden": "禁止されています",
    "Forgot your password?": "パスワードを忘れた方はこちら",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "ご登録いただいたメールアドレスを入力し、送信してください。パスワードリセット用のURLをメールにてお送りします。",
    "Go Home": "ホームへ",
    "Hello!": "こんにちは",
    "hi": "こんにちは",
    "No team": "チームなし",
    "No Team": "チームなし",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "これ以外のすべてのブラウザセッションからログアウトすることができます。最近のセッションは下記の通りです。※下記は一部表示されていない可能性があります。心配であれば、パスワードを更新してください。",
    "If you did not create an account, no further action is required.": "アカウントの作成にお心当たりが無い場合は、このメールを無視してください。",
    "If you did not receive the email": "メールが届かなかった場合",
    "If you did not request a password reset, no further action is required.": "パスワードのリセットにお心当たりが無い場合は、このメールを無視してください。",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "\":actionText\" ボタンが機能しない場合は, 次のURLをコピーしてWebブラウザに貼り付けてください。[:displayableActionUrl](:actionURL)",
    "Last active": "最後のログイン",
    "Login": "ログイン",
    "Logout": "ログアウト",
    "Manage Account": "アカウント管理",
    "Manage and log out your active sessions on other browsers and devices.": "他のすべてのブラウザセッションからログアウトします。",
    "Manage API Tokens": "APIトークン管理",
    "Manage Role": "役割管理",
    "Manage Team": "チーム管理",
    "Name": "氏名",
    "Nevermind": "キャンセル",
    "New Password": "新しいパスワード",
    "Oh no": "オーノー",
    "Once a team is deleted, all of its resources and data will be permanently deleted.": "一度チームを削除すると、すべてのデータは永久に削除されます。",
    "Once your account is deleted, all of its resources and data will be permanently deleted.": "一度あなたのアカウントが削除されると、すべてのデータはは永久に削除されます。",
    "Page Expired": "期限切れのページ",
    "Page Not Found": "ページが見つかりません",
    "Password": "パスワード",
    "Permanently delete this team.": "チームを永久的に削除します。",
    "Permanently delete your account.": "アカウントを永久的に削除します。",
    "Permissions": "認可",
    "Photo": "写真",
    "Please click the button below to verify your email address.": "メールアドレスを確認するには、以下のボタンをクリックしてください。",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "緊急復旧コードを一つ入力し、アカウントへのアクセスを確認してください。",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "認証アプリから提供された認証コードを入力し、アカウントへのアクセスを確認してください。",
    "Please copy your new API token. For your security, it won't be shown again.": "新しいAPIトークンをコピーしてください。安全のため、二度と表示されません。",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "他のすべてのブラウザセッションからログアウトしてよければ、確認のためパスワードを入力してください。",
    "Profile": "プロフィール",
    "Profile Information": "プロフィール情報",
    "Recovery Code": "リカバリーコード",
    "Regards": "よろしくお願いします",
    "Regenerate Recovery Codes": "リカバリーコード再生成",
    "Register": "アカウント登録",
    "Remember me": "ログイン状態を保持する",
    "Remember Me": "ログイン状態を保持する",
    "Remove": "追放",
    "Remove Photo": "写真を削除",
    "Remove Team Member": "チームメンバーを追放",
    "Resend Verification Email": "確認メールを再送する",
    "Reset Password": "パスワードリセット",
    "Reset Password Notification": "パスワードリセット通知",
    "Role": "役割",
    "Save": "更新",
    "Saved.": "更新しました。",
    "Select A New Photo": "新しい写真を選択",
    "Send Password Reset Link": "パスワードリセットリンクを送信",
    "Service Unavailable": "サービスは利用できません",
    "Show Recovery Codes": "リカバリーコード表示",
    "Sorry, the page you are looking for could not be found.": "申し訳ありません、探しているページは見つかりませんでした。",
    "Sorry, we are doing some maintenance. Please check back soon.": "申し訳ありません、メンテナンス中です。あとでもう一度確認してください。",
    "Sorry, you are forbidden from accessing this page.": "申し訳ありません、このページへのアクセスは禁止されています。",
    "Sorry, you are making too many requests to our servers.": "申し訳ありません、一定時間内のリクエスト上限回数を超えました。",
    "Sorry, you are not authorized to access this page.": "申し訳ありません、このページにアクセスする権限がありません。",
    "Sorry, your session has expired. Please refresh and try again.": "申し訳ありません、セッションは期限切れです。更新してもう一度やり直してください。",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "パスワードマネージャーにレカバリーコードを保存してください。2ファクタ認証端末を紛失した場合にリカバリーコードでアクセスできます。",
    "Switch Teams": "チーム切り替え",
    "Team Details": "チーム詳細",
    "Team Members": "チームメンバー",
    "Team members": "チームメンバー",
    "Team Name": "チーム名",
    "Team Owner": "チームオーナー",
    "Team Settings": "チーム設定",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "登録ありがとうございます！ 開始する前に送信したリンクをクリックしてメールアドレスを確認してくれませんか？ メールを受信していない場合、メールを再送信します。",
    "The :attribute must be a valid role.": ":attributeは有効なチーム内での役割でなければなりません。",
    "The team's name and owner information.": "チーム名とオーナー情報",
    "This device": "この端末",
    "This password does not match our records.": "パスワードが違います。",
    "This user already belongs to the team.": "このユーザーは既にチームに所属しています。",
    "Toggle navigation": "ナビゲーションを切り替える",
    "Token Name": "トークン名",
    "Too Many Requests": "大量のリクエストがありました",
    "Two Factor Authentication": "2ファクタ認証",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "2ファクタ認証を有効化しました。QRコードをアプリからスキャンしてください。",
    "Unauthorized": "認証が必要です",
    "Update Password": "パスワード更新",
    "Update your account's profile information and email address.": "プロフィール情報とメールアドレスを更新する。",
    "Use a recovery code": "リカバリーコードを使用する",
    "Use an authentication code": "認証コードを使用する",
    "Verify Email Address": "メールアドレスを確認してください",
    "Verify Your Email Address": "メールアドレスを確認してください",
    "We were unable to find a registered user with this ID.": "このIDのユーザーは登録されていません。",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "2ファクタ認証を有効化した場合、ログイン時に安全かつランダムなトークンが与えられます。トークンはGoogle Authenticatorアプリから取得できます。",
    "Whoops, something went wrong on our servers.": "おっと、サーバーで何か問題が発生しました。",
    "Whoops!": "おっと！",
    "You are receiving this email because we received a password reset request for your account.": "パスワードリセットのリクエストを受け付けました。",
    "You have enabled two factor authentication.": "2ファクタ認証有効化済みです。",
    "You have not enabled two factor authentication.": "2ファクタ認証未設定",
    "You may delete any of your existing tokens if they are no longer needed.": "不要なAPIトークンを削除する。",
    "You may not leave a team that you created.": "自身が作成したチームを離れることはできません。",
    "DevCheers": "でべちあ！",
    "Home": "ホーム",
    "Search words must be shorter than 20.": "20文字以内で入力してください。",
    "You must fill either user name or skills.": "ユーザーネームかスキル入力欄の一方への入力は必須です。",
    "You must fill either input box or wanted status checkbox.": "入力ボックスか募集状況チェックボックスのどちらか一つは必ず入力してください。",
    "You can not check both wanted and not wanted.": "募集中と募集なしの両方を選択することはできません。",
    "You can not check both required and optional.": "必須と任意の両方を選択することはできません。",
    "You must type something into input box.": "入力ボックスに何か入力してください。",
    "The name field is required.": "ユーザー名は、必ず指定してください。",
    "You are not authorized to add team members.": "チームメンバーを追加する権限がありません。",
    "The provided password does not match your current password.": "パスワードが正しくありません。",
    "This user has already been invited to the team.": "このユーザは招待済みです。",
    "You are not authorized to decline requests.": "リクエストを断る権限がありません。",
    "You are not authorized to decline this invitation.": "このインビテーションを断る権限がありません。",
    "You are not authorized to cancel this request.": "このリクエストをキャンセルする権限がありません。",
    "You are not authorized to edit team profile.": "チームプロファイルを編集する権限がありません。",
    "Request has been sent to this team.": "リクエストは既に送信されています。",
    "You cannot tick both \"required\" and \"optional\" for each skill in \"Team requirements and options\".": "\"チーム参加条件\"の各スキル項目においては、\"必須\"か\"任意\"のどちらか一方を選択してください。",
    "You must check either \"wanted\" or \"not wanted\" of \"Team member wanted status\".": "\"チームメンバー募集状況\"の\"募集中\"か\"募集なし\"のどちらかは必ず選択してください。",
    "Viewer": "メンバー",
    "viewer": "メンバー",
    "Viewer can join team chat.": "メンバーはチームチャットに参加できます。",
    "On top of viewer's rights, editor can also edit team profile.": "編集担当者はメンバーの権限に加え、チームプロファイルを編集できます。",
    "On top of editor's rights, administrator can invite/add/remove team members and can change members' roles.": "管理者は編集担当者の権限に加え、チームメンバーの勧誘/追加/削除及び役割の変更ができます。",
    "The name is reserved.": "この名前は使用できません。",
    "The team name is reserved.": "このチーム名は使用できません。",
    "Cancel": "キャンセル",
    "Whoops! Something went wrong.": "何か問題が発生しました。",
    "Last used": "前回の使用",
    "This is a secure area of the application. Please confirm your password before continuing.": "ここはアプリケーション上の安全な領域です。続行するには、パスワードを入力してください。",
    "Log in": "ログイン",
    "Log In": "ログイン",
    "Note name is open to the public.": "名前は公開されます。",
    " and ": "と",
    "Terms of Service": "利用規約",
    "Privacy Policy": "プライバシーポリシー",
    "Log Out": "ログアウト",
    "Log out": "ログアウト",
    "All": "すべて",
    "Individuals": "個人",
    "Teams": "チーム",
    "Pick someone to talk from the left box. If the box is empty,": "左のボックスから会話したい人かチームを選んでください。もしボックスが空なら、",
    "invite someone to talk.": "誰か招待してみましょう！",
    "Delete this conversation": "このチャットを削除する",
    "Delete this message": "このメッセージを削除する",
    "Monday": "月曜日",
    "Tuesday": "火曜日",
    "Wednesday": "水曜日",
    "Thursday": "木曜日",
    "Fryday": "金曜日",
    "Saturday": "土曜日",
    "Sunday": "日曜日",
    "Today": "今日",
    "Yesterday": "昨日",
    "Enter a message": "メッセージを入力してください。",
    "Log Out Other Browser Sessions": "他のブラウザセッションからログアウトする",
    "User Profile": "ユーザープロファイル",
    "You can check this user's profile.": "このユーザーのプロファイルをチェックできます。",
    "Chat": "チャット",
    "Login to": "ログインして",
    "About this user": "このユーザーについて",
    "Skills": "スキル",
    "Team Participation Management": "現在選択中のチームへの勧誘・追加",
    "Team Participation Management ": "このチームへの参加申請・加入",
    "Authorized user can manage this user's participation in your current team.": "権限のあるユーザーはこのユーザーを現在選択中のチームへ勧誘・追加することができます。",
    "This user belongs to your current team.": "このユーザーは現在選択中のチームに所属しています。",
    "Pending Join Request": "保留中の参加申請",
    "Pending Join Request ": "承認待ちの参加申請",
    "This user has sent a request to join your current team and waiting for your reply. The user joins the team if you accept the request.": "このユーザーは現在選択中のチームに参加申請しており、あなたが承認すれば加入します。",
    "Request to join as ": "次の役割で参加申請しています。: ",
    "Request to join as": "次の役割で参加申請しています。: ",
    "Accept": "承認",
    "Decline": "拒否",
    "Pending Invitation": "申請中のチーム招待",
    "Pending Invitation ": "保留中のチーム招待",
    "You are currently inviting this user to your current team. Do you want to cancel the invitation?": "現在選択中のチームにこのユーザーを招待しています。招待を取り消しますか？",
    "Invitation to join as ": "次の役割でチームに招待されています。: ",
    "Invitation to join as": "次の役割でチームに招待しています。: ",
    "Send Invitation": "チームへ招待する",
    "To invite this user to your current team, please fill in the form below.": "現在選択中のチームに招待するには、下記のフォームを入力してください。",
    "Invite": "招待",
    "You are not authorized to add/invite team members.": "チームメンバーを追加・勧誘する権限がありません。",
    "You do not own/belong to any team.": "所属・所有しているチームがありません。",
    "Let's create one now!": "チームを作ってみましょう！",
    "Update Email(Login ID)": "メールアドレス（ログインID）更新",
    "You can update your email.": "メールアドレスを更新できます。",
    "Set User Profile": "ユーザープロファイル設定",
    "Set your user profile.": "ユーザープロファイルを設定できます。",
    "See your user profile.": "自身のユーザープロファイルを確認する。",
    "Switch to setting team profile.": "チームプロファイル設定に切り替える。",
    "Select your skills": "所有しているスキル",
    "About yourself": "自身について",
    "Set Team Profile": "チームプロファイル設定",
    "Set your team's profile.": "チームプロファイルを設定できます。",
    "See your team's profile.": "このチームプロファイルを確認する。",
    "Switch to setting user profile.": "ユーザープロファイル設定に切り替える。",
    "Team requirements & options": "チーム参加条件",
    "You need to own/belong to at least one team to set your team's profile.": "チームプロファイルを設定するには最低１チームに所属する必要があります。",
    "Team name": "チーム名",
    "About this team": "このチームについて",
    "Team member wanted": "チームメンバー募集中",
    "required": "必須",
    "optional": "任意",
    "Team Profile": "チームプロファイル",
    "You can check this team's profile.": "このチームのプロファイルを確認できます。",
    "with": "会話相手:",
    "team owner": "チームオーナー",
    "Team Member": "チームメンバー",
    "You can manage your participation in this team.": "このチームへの招待の処理や、参加申請ができます。",
    "You belong to this team.": "このチームに所属しています。",
    "You have been invited to this team. You may join the team by accepting the invitation.": "このチームに招待されています。承認してチームに参加できます。",
    "You are currently waiting for acceptance to this team. Do you want to cancel the request?": "チーム参加申請が承認されるのを待っています。申請を取り消しますか？",
    "Make Join Request": "チームへ参加申請する",
    "This team is looking for new members. To make join request to this team, please fill in the form below.": "このチームは現在メンバー募集中です。参加申請するには、下記のフォームを入力してください。",
    "Note this team has following requirements and options.": "このチームの参加条件は以下の通りです。",
    "This team has no requirements and options.": "このチームは参加条件がありません。",
    "Requirements": "必須",
    "Options": "任意",
    "Send request": "申請",
    "This team is not currently looking for new members.": "現在メンバーを募集していません。",
    "Pending Join Requests": "保留中の参加申請",
    "These people have sent a request to join your current team and waiting for your reply. They join the team if you accept the request.": "現在選択中のチームに参加申請してあなたの承認を待っているユーザーのリストです。承認するとチームに加入します。",
    "Pending Team Invitations": "申請中のチーム招待",
    "These people have been invited to your current team and have been sent an invitation. They may join the team by accepting the invitation.": "現在選択中のチームへの招待状を送ったユーザーのリストです。彼らが承認した場合、チームへ加入します。",
    "Leave": "脱退",
    "Leave Team": "チーム脱退",
    "Are you sure you would like to leave this team?": "本当にチームを脱退してよろしいでしょうか？",
    "Are you sure you would like to remove this user from the team?": "本当にこのユーザーを追放してよろしいでしょうか？",
    "Check invitations": "チーム招待の確認",
    "You can accept/decline invitations here.": "あなた宛のチーム招待を処理できます。",
    "You have received the following invitations.": "下記のチームへ招待されています。",
    "You have not received any invitations yet.": "チームに招待されていません。",
    "Check join requests": "チーム参加申請の確認",
    "You can accept/decline join requests here.": "現在選択中のチームへの参加申請を処理できます。",
    "You have received the following requests.": "現在保留中のチーム参加申請は以下の通りです。",
    "You have not received any requests yet.": "現在選択中のチームへの参加申請はありません。",
    "You don't belong to any team yet.": "所属しているチームはありません。",
    "Search": "検索",
    "Switch to team search": "チーム検索に切り替える",
    "Search user in top left input box.": "左上の入力ボックスでユーザーを検索してください。",
    "No results": "見つかりませんでした。",
    "Showing ": "検索結果 全",
    " to ": "件",
    " of ": "件目",
    " results": "を表示",
    "Filter by skills": "所有スキルでフィルター",
    "Apply": "適用",
    "Clear": "クリア",
    "Pending requests": "保留中の参加申請",
    "To check pending join requests,": "保留中の参加申請を確認するには、",
    "please log in.": "ログインしてください。",
    "Switch to user search": "ユーザー検索に切り替える",
    "Search team in top left input box.": "左上の入力ボックスでチームを検索してください。",
    "This team is looking for new members.": "現在メンバー募集中です。",
    "Filter by conditions": "条件でフィルター",
    "Team member wanted status": "チームメンバー募集状況",
    "member": "メンバー",
    "wanted": "募集中",
    "not wanted": "募集なし",
    "Check team invitations": "チーム招待の確認",
    "Pending invitations": "保留中のチーム招待",
    "To check pending team invitations,": "保留中のチーム招待を確認するには、",
    "Search user": "ユーザーを検索",
    "Search team": "チームを検索",
    "Page Navigation": "ページナビゲーション",
    "Previous": "前",
    "Go to page ": "ページ",
    "Next": "次",
    "Get started": "チュートリアル",
    "Get Started": "チュートリアル",
    "Team up": "チーム結成",
    "Overview": "概要",
    "User search": "ユーザー検索",
    "Team search": "チーム検索",
    "See user profile": "ユーザープロファイルを見る",
    "See team profile": "チームプロファイルを見る",
    "User profile": "ユーザープロファイル",
    "Start chat": "チャットする",
    "Handle join request": "チーム参加申請の処理",
    "Send team invitation": "チームに招待する",
    "Team profile": "チームプロファイル",
    "Start chat with team owner": "チームオーナーとチャットする",
    "Handle team invitation": "チーム招待の処理",
    "Make join request": "チームに参加申請する",
    "Set profile": "プロファイルの設定",
    "Set Profile": "プロファイル設定",
    "Set Profile ": "プロファイルを設定する",
    "Set user profile": "ユーザープロファイルの設定",
    "Set team profile": "チームプロファイルの設定",
    "Start individual chat": "個人チャットをする",
    "Delete individual chat": "個人チャットを削除する",
    "Start/delete team chat": "チームチャットをする・削除する",
    "Send message/image": "メッセージ・画像を送る",
    "Delete message/image": "メッセージ・画像を削除する",
    "Team switcher": "チーム切り替え",
    "Account": "アカウント",
    "Pending join requests": "保留中のチーム参加申請",
    "Pending team invitations ": "保留中のチーム招待",
    "Pending team invitations": "申請中のチーム招待",
    "Create team": "チーム作成",
    "Manage team": "チーム管理",
    "Update email(login ID)": "メールアドレス（ログインID）更新",
    "Update password": "パスワード更新",
    "Two factor authentication": "2ファクタ認証",
    "Browser sessions": "ブラウザセッション",
    "Language switcher": "言語切り替え",
    "Concepts": "コンセプト",
    "Current team": "現在選択中のチーム",
    "Team role": "チーム内での役割",
    "Join request": "チーム参加申請",
    "Team invitation": "チーム招待",
    "Author information": "作者について",
    "If you don't know where to start, do \"Get started\" session. It goes through fundamental part of this app. It is highly recommended to do it before you read this documentation. To start the session, click \"DevCheers\" at the top left and go to app top page, and click \"Get started\" at center of the page. You can refer to the information in the modal window after you leave the top page by clicking the small blue window at the top right corner unless you click the cross mark to remove it.": "もし何から始めたらいいのかわからないのであれば、まず\"チュートリアル\"をやってください。終了するとこのアプリの基本的な使い方がわかるようになります。このドキュメントのページを読む前に終了することを推奨します。チュートリアルを始めるには、画面左上の\"でべちあ！\"をクリックしてトップページに行き、画面中央にある\"チュートリアル\"をクリックしてください。トップページから他のページに移動した後も、画面右上にある小さな青いウィンドウをクリックすることで、チュートリアルのモーダルウィンドウを開くことができます。ウィンドウを閉じるには×をクリックしてください。",
    "\"Team Up\" page basically provides features to actually form teams. The features include user and team search as well as join requests and team invitations check. To accsess the team up page, click \"Team Up\" at the top navigation bar.": "\"チーム結成\"ページは実際にチームを組むための機能を有しています。ユーザー・チーム検索機能やチーム参加申請とチーム招待の一覧チェック機能があります。\"チーム結成\"ページにアクセスするには、画面上部にあるナビゲーションバーの\"チーム結成\"をクリックしてください。",
    "To search user, go to \"Team up\" page and click \"switch to user search\" at top left if you are on team search page, then search keyword in top left input box. Note the theme color for user search is blue whereas the one for team search is yellow. Search result comes into the largest white box. Search result consists of a list of users whose profiles contain the keyword. Each user's brief profile is shown in an inner box. Black one is DevCheers' official one whereas white one is users'. Clicking one of them leads you to the corresponding \"User Profile\" page where you can take actions to team up with the user such as sending team invitation and accepting join request. Note you can filter search results by users' skills by picking skills in the middle left box. Of course you can directly type the skill name into the input field and search.": "ユーザーを検索するには、まず\"チーム結成\"ページに行き、もしチーム検索画面が表示されているなら、画面左上の\"ユーザー検索に切り替える\"をクリックしてください（分かりやすさのため、ユーザー検索は青、チーム検索は黄色のイメージカラーで作られています。）。その上で画面左上の入力ボックスで検索してください。検索結果は画面右側の一番大きな白いボックス内に表示されます。検索結果はユーザープロファイル内に検索キーワードが存在するユーザーの一覧となります。それぞれのユーザーの簡易プロファイルが検索結果として表示されます。背景が黒のプロファイルが公式アカウントで、白のものが一般ユーザーです。クリックすると、それぞれ対応した\"ユーザープロファイル\"ページに移動します。\"ユーザープロファイル\"ページでは、ユーザーを自身のチームに招待したり、ユーザーからのチーム加入申請を受け入れたりすることができます。また、検索画面中央左にある\"所有スキルでフィルター\"を用いて検索結果をユーザーの所有スキルで絞り込めます。もちろん、所有スキル名を検索キーワードにして検索することもできます。",
    "To search team, go to \"Team up\" page and click \"switch to team search\" at top left if you are on user search page, then search keyword in top left input box. Note the theme color for user search is blue whereas the one for team search is yellow. Search result comes into the largest white box. Search result consists of a list of teams whose profiles contain the keyword. Each team's brief profile is shown in an inner box. Black one is DevCheers' official one whereas white one is users'. Clicking one of them leads you to the corresponding \"Team Profile\" page where you can take actions to join the team such as sending join request and accepting team invitation. Note you can filter search results by whether teams are looking for new members and also can filter by requirements and options to join teams. You can do so by ticking checkboxes in middle left box labeled \"filter by conditions\". Of course you can directly type the requirement or option skill name into the input field and search.": "チームを検索するには、まず\"チーム結成\"ページに行き、もしユーザー検索画面が表示されているなら、画面左上の\"チーム検索に切り替える\"をクリックしてください（分かりやすさのため、ユーザー検索は青、チーム検索は黄色のイメージカラーで作られています。）。その上で画面左上の入力ボックスで検索してください。検索結果は画面右側の一番大きな白いボックス内に表示されます。検索結果はチームプロファイル内に検索キーワードが存在するチームの一覧となります。それぞれのチームの簡易プロファイルが検索結果として表示されます。背景が黒のプロファイルが公式アカウントのチームで、白のものが一般ユーザーが作成したチームです。クリックすると、それぞれ対応した\"チームプロファイル\"ページに移動します。\"チームプロファイル\"ページでは、チームに加入するためにチーム参加申請を送ったり、チームへの招待を処理したりできます。また、検索画面中央左にある\"条件でフィルター\"を用いて検索結果をメンバー募集状況やチーム参加条件によって絞り込めます。もちろん、チーム参加条件に指定されているスキル名を検索キーワードにして検索することもできます。",
    ".": "を確認してください。",
    "To check join requests, click \"Team Up\" in the top navigation bar and click \"Switch to user search\" if you are on team search page then click small box at bottom left corner labeled \"Check join requests\" with the number of pending join requests. Now you are on \"check join requests\" page and can see a list of join requests sent to join your current team. Each request has details including sender name, which role to join your team as and message. You can accept/decline join requests here as long as you are authorized. Note you can also check join requests on \"Manage Team\" page whose link is in top navigation bar.": "現在選択中のチームへの参加申請の一覧を確認するには、まず\"チーム結成\"ページに行き、もしチーム検索画面が表示されているなら、画面左上の\"ユーザー検索に切り替える\"をクリックしてください。それから画面左下にある\"チーム参加申請の確認\"と保留中の参加申請の数が表示されているボックスをクリックして、\"チーム参加申請の確認\"のページに移動してください。このページでは、現在選択中のチームに対する参加申請の一覧を確認することができます。それぞれの申請に関して、申請者の名前、チーム内での役割はどれを希望するか、（ある場合は）メッセージの3点の情報を表示します。チームメンバーを追加・追放する権限を有する場合は、参加申請の承認や拒否ができます。また、このページで行えることと同等のことを\"チーム管理\"ページにて行うことができます。",
    "To check team invitations, click \"Team Up\" in top navigation bar and click \"Switch to team search\" if you are on user search page then click small box at bottom left corner labeled \"Check team invitations\" with the number of pending team invitations. Now you are on \"check team invitations\" page and can see a list of team invitations sent to invite you to sender's team. Each invitation has details including team name, which role you are invited to join team as and message. You can accept/decline team invitations here. Note you can not check team invitations in \"Manage Team\" because they are directed to \"you\" not \"your current team\".": "チーム招待を確認するには、まず\"チーム結成\"ページに行き、もしユーザー検索画面が表示されているなら、画面左上の\"チーム検索に切り替える\"をクリックしてください。それから画面左下にある\"チーム招待の確認\"と保留中のチーム招待の数が表示されているボックスをクリックして、\"チーム招待の確認\"のページに移動してください。このページでは、あなた宛のチーム招待の一覧を確認することができます。それぞれの招待に関して、チーム名、チーム加入後の役割、（ある場合は）メッセージの3点の情報を表示します。チーム招待の承認や拒否もこのページで行えます。また、先述の\"チーム参加申請の確認\"とは異なり、\"チーム管理\"ページではこのページで行えることと同等のことは行えませんのでご注意ください。",
    "\"User profile\" page gives you information about user. To see user profile, search user and click a box with user profile. Note you need to log in to use all features on this page, you can only see user profile without login. In the \"User Profile\" section of this page, you can see user profile and start chat. In the \"Team Participation Management\" section, you can accept/decline join request from the user and send/cancel team invitation.": "\"ユーザープロファイル\"ページではユーザーに関する情報が確認できます。\"ユーザープロファイル\"ページに行くには、ユーザーを検索してプロファイルを確認したいユーザーのボックスをクリックしてください。\"ユーザープロファイル\"ページでは、未ログイン状態だとできることが制限されますのでご注意ください。このページの\"ユーザープロファイル\"セクションでは、ユーザープロファイルの確認とチャットの開始ができます。\"現在選択中のチームへの勧誘・追加\"のセクションでは、プロファイルのユーザーが行った、あなたの現在選択中のチームへの参加申請を承認・拒否したり、プロファイルのユーザーを現在選択中のチームへ招待したり、招待を取り消したりできます。",
    "message": "メッセージ",
    "In \"User Profile\" section, you can see user's profile photo, name, description, relavant url and skills. You can click profile photo and see larger one. Url field is possibly filled with the user's sns or github address. Skills field shows which tool and programming language the user is familiar with. You can set your own profile on \"Set Profile\" page.": "\"ユーザープロファイル\"セクションでは、ユーザーのプロファイル写真、名前、ユーザーについての説明、URL、所有スキル一覧を確認することができます。プロファイル写真はクリックで拡大できます。URLはユーザーのSNSやGithubなどのユーザーに関するURLが確認できます。所有スキル一覧に関してはユーザーの所有するIT関連のスキル（例：ruby、aws、git）の一覧が確認できます。自身のプロファイルに関しては\"プロファイル設定\"ページにて設定できます。",
    "You can start chat with the user by clicking chat icon. See ": "チャットアイコンをクリックすることで、プロファイルのユーザーとチャットすることができます。使い方は、",
    " section on how to use it.": "を参照してください。",
    "If your current team received a join request from the user whose profile you are checking, you can see \"Pending Join Request\" as a subsection of \"Team Participation Management\" section. You can see a role the user wants to join your current team as and message in the section. You can accept/decline the request here.": "もし現在選択中のチームが、あなたが今プロファイルを確認しているユーザーから参加申請を受けていれば、\"現在選択中のチームへの勧誘・追加\"セクションのサブセクションとして、\"保留中の参加申請\"が表示されます。このセクションでは加入時のチーム内での役割の希望とメッセージの2点が確認でき、参加申請を承認・拒否できます。",
    "If your current team does not receive a join request from the user whose profile you are checking, you can invite the user to your current team. To send invitations, fill in \"Send Invitation\" form and click \"INVITE\". Note you need to own/belong to a team to send invitations. In addition, if you belong to other's team, you need to be authorized to add team member.": "もし現在選択中のチームが、あなたが今プロファイルを確認しているユーザーから参加申請を受けていなければ、現在選択中のチームにユーザーを招待できます。招待するには、\"チームへ招待する\"サブセクションのフォームを入力して\"招待\"ボタンをクリックしてください。招待するには、最低でも一つのチームに所属している必要があります。加えて、もし現在選択中のチームのオーナーがあなたではない場合、メンバーを追加する権限を有する必要があります。",
    "\"Team Profile\" page gives you information about team. To see team profile, search team and click a box with team profile. Note you need to log in to use all features on this page, you can only see team profile without login. In the \"Team Profile\" section of this page, you can see team profile and start chat with team owner. In the \"Team Participation Management\" section, you can accept/decline team invitation from the team and send/cancel join request.": "\"チームプロファイル\"ページではチームに関する情報が確認できます。\"チームプロファイル\"ページに行くには、チームを検索してプロファイルを確認したいチームのボックスをクリックしてください。\"チームプロファイル\"ページでは、未ログイン状態だとできることが制限されますのでご注意ください。このページの\"チームプロファイル\"セクションでは、チームプロファイルの確認とチームオーナーとのチャットの開始ができます。\"このチームへの参加申請・加入\"セクションでは、プロファイルのチームへの招待を承認・拒否したり、チームへ参加申請したり申請を取り消したりできます。",
    "In \"Team Profile\" section, you can see team's profile photo, name, a list of members, description. You can click profile photo and see larger one. You can set your team's profile on \"Set Profile\" page.": "\"チームプロファイル\"セクションでは、チームのプロファイル写真、チーム名、チームメンバーの一覧、チームについての説明を確認できます。プロファイル写真はクリックで拡大できます。現在選択中のチームのプロファイルに関しては、\"プロファイル設定\"ページにて設定できます。",
    "You can start chat with team owner by clicking chat icon. See ": "チャットアイコンをクリックすることで、プロファイルのチームのオーナーとチャットすることができます。使い方は、",
    "If you received a team invitation from the team whose profile you are checking, you can see \"Pending Invitation\" as a subsection of \"Team Participation Management\" section. You can see a role the team wants you to join as and message in the section. You can accept/decline the invitation here.": "もし今プロファイルを確認しているチームからチーム招待を受けていれば、\"このチームへの参加申請・加入\"セクションのサブセクションとして、\"保留中のチーム招待\"が表示されます。このセクションでは加入時のチーム内での役割の希望とメッセージの2点が確認でき、チーム招待を承認・拒否できます。",
    "If you do not receive a team invitation from the team whose profile you are checking, you can make a join request to the team. To make a join request, fill in \"Make Join Request\" form and click \"SEND REQUEST\".": "もし今プロファイルを確認しているチームからチーム招待を受けていないのであれば、そのチームに対して参加申請をすることができます。参加申請するには、\"チームへ参加申請する\"サブセクションのフォームを入力して、\"申請\"ボタンをクリックしてください。",
    "On \"Set Profile\" page, you can set user and current team profile. To set profile, click \"Set Profile\" in top navigation bar and access \"Set Profile\" page then fill in \"Set User Profile\" or \"Set Team Profile\" form and click \"SAVE\".": "\"プロファイル設定\"ページでは、自身のユーザープロファイルと現在選択中のチームのプロファイルを設定することができます。プロファイルを設定するには、まず画面上部のナビゲーションバーの中の\"プロファイル設定\"をクリックして\"プロファイル設定\"ページにアクセスしてください。続いて\"ユーザープロファイル設定\"あるいは\"チームプロファイル設定\"のセクションのフォームを入力して、\"更新\"をクリックしてください。",
    "To set user profile, go to \"Set Profile\" page first and then click \"Switch to setting user profile.\" if the page shows \"Set Team Profile\" form and fill in \"Set User Profile\" form and hit \"SAVE\". Note information you provided on this page is visible from other users because it is shown on your user profile page.": "ユーザープロファイルを設定するには、まず\"プロファイル設定\"ページに行き、画面に\"チームプロファイル設定\"セクションが表示されている場合は、画面左側の\"ユーザープロファイル設定に切り替える。\"をクリックしてください。続いて\"ユーザープロファイル設定\"セクション内のフォームを入力して、\"更新\"ボタンをクリックしてください。入力した情報は\"ユーザープロファイル\"ページにて公開されますのでご注意ください。",
    "To set current team profile, go to \"Set Profile\" page first and then click \"Switch to setting team profile.\" if the page shows \"Set User Profile\" form and fill in \"Set Team Profile\" form and hit \"SAVE\". Note information you provided on this page is visible from other users because it is shown on your current team's profile page. In addition, if you do not own your current team, you need to be authorized to edit its profile.": "現在選択中のチームのプロファイルを設定するには、まず\"プロファイル設定\"ページに行き、画面に\"ユーザープロファイル設定\"セクションが表示されている場合は、画面左側の\"チームプロファイル設定に切り替える。\"をクリックしてください。続いて\"チームプロファイル設定\"セクション内のフォームを入力して、\"更新\"ボタンをクリックしてください。入力した情報は\"チームプロファイル\"ページにて公開されますのでご注意ください。加えて、現在選択中のチームのオーナーではない場合、編集担当者の権限を持たないとチームプロファイルの編集はできませんのでご注意ください。",
    "You can create a new team on \"Create Team\" page. To create team, click \"Create Team\" in top navigation bar and fill in \"Team Name\" field and hit \"CREATE\".": "\"チーム作成\"ページで新しいチームを作成することができます。チームを作成するには、まず画面上部のナビゲーションバー内の\"チーム作成\"をクリックして、\"チーム名\"入力欄を記入し\"作成\"をクリックしてください。",
    "\"Manage Team\" page enables you to control membership and roles of team members. Note you need to be a team owner or have admin role in the team to add/delete team members. You can also delete team if you are a team owner. To access \"Manage Team\" page, click \"Manage Team\" in top navigation bar.": "\"チーム管理\"ページではチームメンバーの加入・脱退や役割の変更、チームの削除ができます。メンバーの追加・追放にはチームオーナーであるか管理者の権限が必要です。チームの削除はチームオーナーのみ行えます。\"チーム管理\"ページにアクセスするには、画面上部のナビゲーションバー内にある\"チーム管理\"をクリックしてください。",
    "In this section, you can see a list of pending requests to join your current team. You can accept/decline each request here. A request contains the name of a user who made the request, role the user wants to join your current team as and message.": "このセクションでは、現在選択中のチームに対する参加申請の一覧を確認することができます。それぞれの申請に関して、申請者の名前、チーム加入時のチーム内での役割の希望、メッセージの3点の情報が表示され、申請の承認・拒否を行うことができます。",
    "In this section, you can see a list of pending team invitations you sent. You can cancel invitations here. An invitation contains the name of an invited user, role your current team wants the user to join as and message.": "このセクションでは、現在選択中のチームが現在申請中のチーム招待の一覧を確認することができます。それぞれの招待に関して、招待したユーザーの名前、チーム加入時のチーム内での役割の希望、メッセージの3点の情報が表示され、招待の取り消しを行うことができます。",
    "This section lists your current team's members. For each member, you can change role of and remove the user.": "このセクションでは、現在選択中のチームのメンバー一覧を確認することができます。チーム内権限によっては、メンバーの追放やチーム内での役割の変更を行うことができます。",
    "If you are the current team owner, you can delete your current team.": "もしあなたが現在選択中のチームのオーナーなら、チームを削除できます。",
    "On \"Chat\" page, you can have a chat with others and can also negotiate/help team owner negotiate on team participation. You can send/delete messages/images real time.": "\"チャット\"ページでは、他のユーザーとチャットしたり、チャットを用いてチームへの参加について交渉したり、自身の所属するチームのオーナーが加入希望者と交渉するのをサポートすることができます。機能としては、メッセージや画像をリアルタイムで送受信できます。",
    "You can have a chat with another user by individual chat and can also use it to negotiate with another user on team participation. To start an individual chat, go to \"User/Team Profile\" page and click \"chat/chat with team owner\". You will be redirected to \"Chat\" page and start chatting.": "個人チャットを用いて他のユーザーとチャットしたり、チーム参加の可否について話し合うことができます。個人チャットを始めるには、\"ユーザープロファイル\"あるいは\"チームプロファイル\"ページに行き、\"チャット\"あるいは\"チャット 会話相手: オーナーの名前(チームオーナー)\"をクリックしてください。\"チャット\"ページにリダイレクトされ、チャットを開始できます。",
    "To delete an individual chat, from left box which lists chatrooms, just right-click the individual chat you wants to delete and click \"Delete this conversation\". Note once a chatroom is deleted, all chat history in the chat room is gone and cannot be recovered.": "画面左側にあるチャット一覧からそれぞれの個人チャットを削除するには、削除したいチャットを右クリックして\"このチャットを削除する\"をクリックしてください。削除後はそのチャットの履歴は全て削除され、復元できませんのでご注意ください。",
    "You can have a chat with team members by team chat and it can also be used to help team owner negotiate with another user on his/her team participation. You can not start/delete team chat by yourself. Instead, you are added to team chat when you join a team and you are removed from team chat when you leave team. Team chat is automatically created when the number of team members exceeds 1 and it is automatically deleted when team owner becomes the only one left in team or when team owner deletes team. You cannot delete team chat on \"Chat\" page like individual chat. There is no team chat immediately after team is created because owner is the only one in team.": "チームチャットを用いてチームメンバーとチャットしたり、チームオーナーがチーム加入希望者と交渉する際にサポートすることができます。チームチャットはユーザー自ら開始したり、削除したりすることはできません。代わりに、チームに加入した際に自動でチームチャットに追加され、チームを去るときに自動で退出させられます。チームチャットが作成・削除されるタイミングは、所属するチームのメンバー数が2人以上になった時に自動で作成され、チームメンバーがオーナー1人になった時あるいはチームを削除した時に自動で削除されます。\"チャット\"ページで個人チャットのようにチームチャットを削除することはできません。またチーム作成直後でチームメンバーがオーナーのみの場合にはチームチャットはありません。",
    "To send a message, click bottom black input box and type a message and hit enter key. To send an image, click top right image icon in the box and choose the image file you would like to send.": "メッセージを送るには、画面下部の黒いテキストボックスをクリックしてメッセージを入力して、enterキーを押してください。画像を送るには、同テキストボックス内の右上の画像アイコンをクリックして送りたい画像を選んでください。",
    "To delete a message/image, right-click the message/image you would like to delete and click \"Delete this message\". Note once a message/image is deleted, it cannot be recovered.": "メッセージ・画像を削除するには、削除したいメッセージ・画像を右クリックして、\"このメッセージを削除する\"をクリックしてください。削除後は復元できませんのでご注意ください。",
    "You can switch your current team by team switcher. It is located in top navigation bar. It is labeled with name of your current team. If you do not own/belong to any team, it shows \"No team\". To switch teams, click the team switcher and pick a team you would like your current team to switch to. Your current team has green tick mark on its left hand side.": "チームスイッチャーでチーム選択を切り替えられます。チームスイッチャーは画面上部のナビゲーションバー内にあり、現在選択中のチームの名前が記載されています。もしどのチームにも所属していない場合は、\"チームなし\"と記載されています。チームを切り替えるには、チームスイッチャーをクリックして切り替えたいチームをクリックしてください。現在選択中のチームの左側には緑色のチェックマークがつきます。",
    "On \"Account\" page, you can manage your account. You can update email(login ID) and password, enable two factor authentication, log out of other browser sessions and delete account. To access \"Account\" page, click top right dropdown labeled with your user name and click \"Account\".": "\"アカウント\"ページでは、アカウント管理ができます。メールアドレス（ログインID）及びパスワードの更新、2ファクタ認証の設定、他のブラウザセッションからのログアウト、アカウントの削除ができます。\"アカウント\"ページにアクセスするには、画面右上のユーザー名が記載されたドロップダウンをクリックして、\"アカウント\"をクリックしてください。",
    "You can update your email(login ID) in this section. To do so, enter new email address into \"Email\" input field and hit \"SAVE\".": "このセクションでは、メールアドレス（ログインID）の更新ができます。更新をするには、\"メールアドレス\"入力欄に新しいメールアドレスを入力して、\"更新\"ボタンをクリックしてください。",
    "You can update your password in this section. To do so, enter your current password into \"Current Password\" input field and enter your new password into \"New Password\" input field and \"Confirm Password\" input field for confirmation and hit \"SAVE\".": "このセクションでは、パスワードを更新できます。更新するには、現在のパスワードを\"現在のパスワード\"入力欄に入力して、新しいパスワードを\"新しいパスワード\"と\"パスワード（確認用）\"入力欄にそれぞれ入力して\"更新\"ボタンをクリックしてください。",
    "You can enable two factor authentication in this section. To do so, click \"ENABLE\" and follow instructions on screen.": "このセクションでは2ファクタ認証を有効化できます。有効化するには、\"有効化\"をクリックして画面の指示に従ってください。",
    "You can log out of other browser sessions for your security. To do so, click \"LOG OUT OTHER BROWSER SESSIONS\".": "セキュリティ対策として、現在操作中のもの以外の全てのブラウザセッションからログアウトすることができます。実行するには、\"他のブラウザセッションからログアウトする\"をクリックしてください。",
    "You can delete DevCheers account in this section. To do so, click \"DELETE ACCOUNT\" and enter your password and click \"DELETE ACCOUNT\". Note you cannot recover your account once you delete it.": "このセクションでは、アカウントの削除ができます。実行するには、\"アカウント削除\"をクリックしてパスワードを入力して\"アカウント削除\"をクリックしてください。アカウントを削除すると復元できませんのでご注意ください。",
    "You can switch language between Japanese and English with language switcher. To do so, just click the language you want to read in on the language switcher. It is located in far-right of navigation bar when you log out and under dropdown labeled with your user name which is located far-right of navigation bar when you log in.": "言語スイッチャーで表示言語を切り替えることができます。日本語と英語のみサポートしています。切り替えるには、言語スイッチャーで切り替えたい言語を選んでください。未ログイン時には、画面右上に言語スイッチャーがあります。ログイン時には、画面右上のユーザー名が記載されたドロップダウンを開くとその中にあります。",
    "To login, click \"Log In\" in the top navigation bar and fill in the form at the center of screen and click \"LOG IN\". If you forget your password, click \"Forgot your password?\" and follow instructions on screen.": "ログインするには、画面上部のナビゲーションバー内の\"ログイン\"をクリックしてログイン画面に行き、画面中央のフォームを入力後\"ログイン\"をクリックしてください。もしパスワードを忘れてしまったら、\"パスワードを忘れた方はこちら\"をクリックして画面の指示に従ってください。",
    "To log out, click dropdown labeled with your user name which is located in navigation bar and click \"Log Out\".": "ログアウトするには、画面右上のユーザー名が記載されたドロップダウンを開き、その中の\"ログアウト\"をクリックしてください。",
    "To register, click \"Register\" in top navigation bar and fill in the form at the center of screen and click \"REGISTER\". Note \"Name\" field is visible from others because it is shown in user profile. If you have already registered, click \"Already registered?\" and log in.": "アカウント登録するには、画面上部ナビゲーションバー内の\"アカウント登録\"をクリックしてアカウント登録画面に行き、画面中央のフォームを入力後、\"登録\"をクリックしてください。\"氏名\"入力欄に入力した名前は\"ユーザープロファイル\"ページなどで公開されますのでご注意ください。もし既にアカウントを所持している場合は、\"登録済みの方はこちら\"をクリックしてログインしてください。",
    "This section describes ideas and concepts in this app which are difficult to understand.": "このセクションではこのアプリ内でわかりにくい概念などを解説しています。",
    "Current team is a team you are taking actions on behalf of. For example, if you send a team invitation to a user, you invite the user to your current team and not to other inactive teams you belong to. To check which team your current team is, see label on your team switcher.": "現在選択中のチームとは、言語スイッチャーに表示されているチームであり、チームとしてのアクションを行った際にその主体となるチームのことです。例えば、あるユーザーをチームに招待したとして、招待しているチームというのは現在選択中のチームであり、それ以外のあなたが所属しているチームではありません。",
    "Team role assigns team members rights on which actions they can take. For example, if you are assigned \"viewer\" team role, you are authorized to join team chat but not authorized to edit team profile.": "チーム内での役割とはチームメンバーの権限を定めるものであり、割り当てられた役割によって、チーム内でできることが決まります。例えば、\"メンバー\"役割を割り当てられている場合、チームチャットに参加することはできますが、チームプロファイルの編集はできません。",
    "Join request is a request made by a user for the user to join a team.": "参加申請とは、ユーザーが加入したいチームに対して参加の申し込みをすることです。",
    "Team invitation is an invitation made by a team for a user to join the team.": "チーム招待とは、チームにユーザーを招待することです。",
    "Name: Steve": "名前: スティーブ",
    "About myself: junior developer with no working experience as a developer.": "自身について: エンジニアとしての勤務経験のない駆け出しエンジニアです。",
    "Nationality: Japanese.": "国籍: 日本",
    "Language: fine with communication in both Japanese and English.": "言語: 日本語と英語でのコミュニケーションが可能です。",
    "Read insuructions on the 1st slide": "最初のスライドを読む",
    "Step ": "ステップ",
    "Set your profile": "プロファイルを設定する",
    "Use chat": "チャットする",
    "Use Chat": "チャットする",
    "Make a join request": "チームに参加申請する",
    "Make A Join Request": "チームに参加申請する",
    "End": "完了",
    "Start using DevCheers": "でべちあ！の使用を始める",
    "Welcome to DevCheers! This Get Started session will walk you through the steps to use main features of DevCheers. Each slide consists of:": "でべちあ！にようこそ！このチュートリアルではでべちあ！のメイン機能の使い方を学ぶことができます。それぞれのスライドは次の項目を含んでいます。",
    "Which step you are on(e.g.: 'Step 1: Search User')": "現在のステップ(例:'ステップ1: ユーザーを検索する')",
    "Search user ": "ユーザーを検索する",
    "Search team ": "チームを検索する",
    "ToDos(e.g.: 1. Click \"Team Up\" in the top navigation bar. 2. Type \"DevCheers\" into ...)": "ToDoリスト(例: 1. 画面上部のナビゲーションバー内にある\"チーム結成\"をクリックする。 2. 画面左上の入力ボックスに...)",
    "Explanation": "解説",
    "You may skip reading explanation and go on to the next step. If you got stuck, click the blue box at top right corner and check it. The whole tour won't take too long, and in the end you will have solid foundation to use this app. I hope you can build/join a good team with it.": "解説は読み飛ばしても構いません。詰まった時は画面右上の青いボックスをクリックしてこの画面を開いてください。チュートリアルにそれほど時間はかかりません。それでは、始めましょう！",
    "Click forward arrow on the right hand side or Press rightwards arrow key(": "次に進むには、画面右側の\">\"をクリックするか、右向き矢印キー（",
    ") to go on.": "）を押してください。",
    "Search User": "ユーザーを検索する",
    "Search Team": "チームを検索する",
    "Click \"Team Up\" in the top navigation bar.": "画面上部のナビゲーションバー内にある\"チーム結成\"をクリックする。",
    "Type \"DevCheers\" into the input field at top left corner and hit \"Search\" button.": "画面左上の入力ボックスに\"DevCheers\"と入力して\"検索\"ボタンをクリックする。",
    "Click a black box labeled \"DevCheers\" in the largest white box.": "画面内で一番大きい白いボックス内の\"DevCheers\"と記載された黒いボックスをクリックする",
    "*Black box is DevCheers' official account and white ones are users'.": "※黒いボックスはでべちあ！の公式アカウントです。白いボックスは一般ユーザーです。",
    "Explanation: \"Team Up\" page basically provides features to actually form teams. The features include user and team search as well as join requests and team invitations check. Explanation focuses on user search this time. You can search user by a keyword where the result includes users whose profiles contain the keyword. Note you can filter search results by users' skills by picking skills in the middle left box. Of course you can directly type the skill name into the input field and search. The largest white box contains search results and by clicking a box of user profile in the box, you can see more specific one at the different page.": "解説: \"チーム結成\"ページは実際にチームを組むためのページです。ユーザー・チーム検索機能やチーム参加申請とチーム招待の一覧チェック機能があります。今回はユーザー検索機能を中心に説明します。ユーザー検索ではキーワードでユーザーを検索することができ、検索結果はユーザープロファイル内にキーワードを含むユーザーのリストとなります。検索画面中央左にある\"所有スキルでフィルター\"を用いて検索結果をユーザーの所有スキルで絞り込めます。もちろん、所有スキル名を検索キーワードにして検索することもできます。画面の中で最大の白いボックス内に検索結果が表示されます。その中のユーザーの簡易プロファイルが書いてあるボックスをクリックすると、より詳細なプロファイルが記載されたページに移動します。",
    "Click \"Back\" button in your browser or Click \"Team Up\" again.": "ブラウザで\"戻る\"ボタンをクリックするか\"チーム結成\"を再度クリックする。",
    "Click \"Switch to team search\" under the top left input field.": "左上の入力ボックスの下の\"チーム検索に切り替える\"をクリックする。",
    "Type \"DevCheers' Team\" into the input field at top left corner and hit \"Search\" button.": "左上の入力ボックスに\"DevCheers' Team\"と入力して\"検索\"ボタンをクリックする。",
    "Click a black box labeled \"DevCheers' Team\" in the largest white box.": "画面内で一番大きい白いボックス内の\"DevCheers' Team\"と記載されている黒いボックスをクリックする。",
    "*Black box is DevCheers' official team and white ones are users'.": "※黒いボックスはでべちあ！の公式チームです。白いボックスは一般ユーザーが作成したチームです。",
    "Explanation: As stated before, on \"Team Up\" page, you can search team as well. This time keyword search results consist of a list of teams whose profiles contain the keyword. Note the contents in the middle left box changes from the last step and now you can filter by whether teams are looking for new members or not. When you set \"wanted\" for the params, you can further filter the results by team requirements and options. The largest white box contains search results and by clicking a box of team profile in the box, you can see more specific one at the different page.": "解説: 先述の通り、\"チーム結成\"ページでは、チームを検索することもできます。チーム検索ではキーワードでチームを検索することができ、検索結果はチームプロファイル内にキーワードを含むチームのリストとなります。また画面左中央にあるフィルター機能がユーザー検索とは異なります。まずチームメンバー募集状況でフィルターすることができます。同項目の\"募集中\"にチェックを入れた場合のみ、さらにチーム参加条件でフィルターできます。画面の中で最大の白いボックス内に検索結果が表示されます。その中のチームの簡易プロファイルが書いてあるボックスをクリックすると、より詳細なプロファイルが記載されたページに移動します。",
    "*You need to ": "※このステップから先に進むには、",
    "register": "アカウント登録",
    "and": "して",
    "login": "ログイン",
    "to continue from this step.": "する必要があります。",
    "Click \"Set Profile\" in the top navigation bar.": "画面上部のナビゲーションバー内の\"プロファイル設定\"をクリックしてください。",
    "Set your profile by filling empty input fields and hitting \"SAVE\" button.": "空の入力フィールドに入力して、\"更新\"ボタンをクリックしてください。",
    "Click \"See your profile\" on the left hand side and check your profile.": "画面左側の\"自身のユーザープロファイルを確認する。\"をクリックして設定したプロファイルを確認してください。",
    "Explanation: As mentioned before, your profile information is used for others to find you in user search. It is highly recommended to set \"Select your skills\" field because it interests them the most. You may notice the page \"See your profile\" leads to is the one which actually can be found in user search. Make sure it is ok.": "解説: 先述の通り、ユーザーのプロファイルを基にユーザー検索が実行されます。\"所有しているスキル\"はチーム加入の可否を判断する際に重要な項目になる可能性が高いので設定することを推奨します。\"自身のユーザープロファイルを確認する。\"からアクセスできるページはユーザー検索からアクセスできるあなたの詳細プロファイルページと同じです。しっかり設定されていることを確認してください。",
    "Click \"Team Up\" and search \"DevCheers\" in user search and go to the DevCheers' profile page again.": "\"チーム結成\"をクリックして、\"DevCheers\"をユーザー検索で検索して、DevCheers（公式）のプロファイルページに行ってください。",
    "Click \"Chat\".": "\"チャット\"をクリックしてください。",
    "Click \"DevCheers\" on the left hand side then type something into the bottom box with \"Enter a message\" message and hit enter key.": "画面左側の\"DevCheers\"をクリックして、画面下部の\"メッセージを入力してください。\"と記載されている入力ボックスにメッセージを入力してenterキーを押してください。",
    "Right click speech balloon with message you just sent and click \"Delete this message\".": "たった今送ったメッセージの吹き出しを右クリックして\"このメッセージを削除する\"をクリックする。",
    "Right click \"DevCheers\" on the left hand side and click \"Delete this conversation\".": "画面左側の\"DevCheers\"を右クリックして、\"このチャットを削除する\"をクリックする。",
    "Explanation: On \"Chat\" page, you can have a chat with others and can also negotiate/help team owner negotiate on team participation. As you just did, you can create/delete chatroom and send/delete message. There is no user approval feat to start one to one chat because the primary purpose of chat feat is negotiate on team participation and the approval feat causes delay in negotiation and you may miss a chance. This session does not go through how to use team chat but basically it is the same as the individual chat. A difference is you can not start/delete team chat by yourself. Instead, you are added to team chat when you join a team and you are removed from team chat when you leave team. You can also send an image by clicking the image icon at top right corner of the message input box. You can see a larger image by clicking an image in chat.": "解説: \"チャット\"ページでは、他のユーザーとチャットしたり、チャットを用いてチームへの参加について交渉したり、自身の所属するチームのオーナーが加入希望者と交渉するのをサポートすることができます。実際の機能としては、たった今行ったようにチャットの作成及び削除、メッセージの送信及び削除ができます。通常のチャット機能とは異なり、個人チャットを始める際にチャット開始を申し込まれたユーザーによる承認は必要ありません。なぜならチャット機能の主な目的はチーム参加の可否について交渉するためであり、承認機能は交渉に遅れをもたらしチャンスを逃してしまうかもしれないからです。このチュートリアルではチームチャットの使い方は詳しく紹介しませんが、基本的には個人チャットと同じです。違いとして、チームチャットはユーザー自ら開始したり、削除したりすることはできません。代わりに、チームに加入した際に自動でチームチャットに追加され、チームを去るときに自動で退出させられます。またメッセージ入力ボックスの右上にある画像アイコンをクリックして画像を送信することができます。チャット内の画像をクリックすると画像を拡大できます。",
    "Click \"Team Up\" and click \"Switch to team search\" and search \"DevCheers' team\" in team search and go to the \"DevCheers' team\" profile page.": "\"チーム結成\"をクリックし、\"チーム検索に切り替える\"をクリックして、チーム検索で\"DevCheers' team\"を検索して、\"DevCheers' team\"のプロファイルページに移動してください。",
    "Fill \"Make Join Request\" form and click \"SEND REQUEST\".": "\"チームへ参加申請する\"フォームを入力して、\"申請\"をクリックしてください。",
    "Explanation: Join request is the request to join teams. The request you just made is judged by owner of \"DevCheers' team\". It is not processed this time because this session is just a practice. You can also cancel your request by clicking \"Cancel\" in \"Pending Join Request\" section.": "解説: たった今行ったチーム参加申請は\"DevCheers' team\"のオーナーによって可否が判断されます。今回は練習なので処理されません。また\"承認待ちの参加申請\"セクション内の\"キャンセル\"をクリックすると参加申請を取り消すことができます。",
    "That's it. Although this session does not go through how to do, you can do more things. Such as": "チュートリアルはこれで完了です。チュートリアル内で触れませんでしたが、でべちあ！ではもっと多くのことができます。例えば",
    "Create your own team": "自身のチームを作成する",
    "Invite someone to your team": "他のユーザーをチームに招待する",
    "Manage your team": "チームを管理する",
    "For more information, go to ": "詳しくは",
    "documentation": "ドキュメント",
    "Finally and again, I hope you can build/join a good team with DevCheers.": "それでは、でべちあ！の使用を始めましょう！",
    "No more hesitation": "もう、ためらわない。",
    "Accelerate team building with DevCheers": "開発チームビルディングツール: でべちあ！",
    "DevCheers is team building tool designed for a little or no experienced junior developers.": "でべちあ！は開発経験が少ない・全くない駆け出しエンジニアのためのチームビルディングツールです。",
    "You can create your own team or join other teams and manage them easily with convenient features.": "チーム作成・参加・管理を行うための便利な機能を備えています。",
    "Team Up": "チーム結成",
    "Documentation": "ドキュメント",
    "Language": "言語",
    "You need to own/belong to at least one team to do it.": "それをするには最低でも１チームに所属している必要があります。",
    "The provided password was incorrect.": "パスワードが違います。",
    "The provided two factor authentication code was invalid.": "2ファクタ認証コードが無効です。",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": ":attributeは大文字を最低1文字含む:length文字以上で設定してください。",
    "The :attribute must be at least :length characters and contain at least one number.": ":attributeは数字を最低1文字含む:length以上で設定してください。",
    "The :attribute must be at least :length characters and contain at least one special character.": ":attributeは特殊文字を最低1文字含む:length文字以上で設定してください。",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": ":attributeは大文字と数字を最低1文字ずつ含む:length文字以上で設定してください。",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": ":attributeは大文字と特殊文字を最低1文字ずつ含む:length文字以上で設定してください。",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attributeは大文字と数字と特殊文字を最低1文字ずつ含む:length文字以上で設定してください。",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": ":attributeは数字と特殊文字を最低1文字ずつ含む:length文字以上で設定してください。",
    "The :attribute must be at least :length characters.": ":attributeは:length文字以上で設定してください。",
    "Name (Handle)": "名前（ハンドルネーム）",
    "You are not authorized to accept this invitation.": "この招待を承諾する権限がありません。",
    "Team Invitation": "チームへの招待",
    "Invalid data found.": "無効なデータを検出しました。",
    "Great! You have accepted the invitation to join the :team.": ":teamへの招待を承認しました。",
    "Great! You have accepted :user's request.": ":userのリクエストを承認しました。"
}
